step-by-step/030-populate-database/020-soap/0820-опции/0100.xml

<?xml version="1.0" ?>
<!-- Создаем группу опций -->
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Header>
        <auth xmlns="http://ws.base.kernel.bgbilling.bitel.ru/" pswd="admin" user="admin"></auth>
    </S:Header>
    <S:Body>
        <ns5:inetOptionUpdate xmlns:common="http://common.bitel.ru"
                              xmlns:ns5="http://service.common.api.inet.modules.bgbilling.bitel.ru/"
                              xmlns:xs="http://www.w3.org/2001/XMLSchema"
                              xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <inetOption xmlns="" groupIntersection="false" id="0" parentId="0"
                        title="Скорость">
                <comment></comment>
                <config></config>
            </inetOption>
        </ns5:inetOptionUpdate>
    </S:Body>
</S:Envelope>
